Repository: mikkelricky/shopping
Catalog: translations/messages+intl-icu.*.xlf
Languages: da

source: Shopping
da: Indkøb

source: Edit shopping list
da: Rediger indkøbsliste

source: Update
da: Opdater

source: Cancel
da: Annuller

source: Item log
da: Indkobslog

source: Create shopping list
da: Opret indkøbsliste

source: Add items
da: Tilføj indkøb

source: Shopping lists
da: Indkøbslister

source: Find my lists
da: Find mine lister

source: List items log
da: Vis indkøbslog

source: Show list items
da: Vis indkøb

source: No item log entries
da: Ingen logindgange

source: Add item to list
da: Tilføj indkøb

source: Share shopping list
da: Del indkøbsliste

source: Name
da: Navn

source: Description
da: Beskrivelse

source: Items
da: Indkøb

source: Show items
da: Vis indkøb

source: Share
da: Del

source: Edit
da: Rediger

source: No lists found
da: Ingen lister fundet

source: Find shopping lists
da: Find indkøbslister

source: Don't share this url with anyone – it will give access to all your lists!
da: Del ikke denne url med nogen – den vil give adgang til alle dine lister!

source: Don't share these urls with anyone – they will give access to all your shopping lists!
da: Del ikke disse url’er med nogen – de vil give adgang til alle dine lister!

source: Shopping list created
da: Indkøbsliste oprettet

source: Settings
da: Indstillinger

source: Language
da: Sprog

source: Your e-mail address
da: Din e-mailadresse

source: Shopping list name
da: Navn på indkøbsliste

source: Shopping list description
da: Beskrivelse af indkøbsliste

source: Enter your e-mail address and we'll send information on how to find your shopping lists.
da: Indtast din e-mailadresse og vi sender oplysning om hvordan du finder dine indkøbslister.

source: Recover my shopping lists
da: Find mine indkøbslister

source: Filter applied
da: Filter anvendt

source: Clear filter
da: Ryd filter

source: Show all items
da: Vis alle indkøb

source: Add item
da: Tilføj indkøb

source: Show log
da: Vis log

source: {count, plural, one {Show one done item.} other {Show # done items.}}
da: {count, plural, one {Vis ét afsluttet indkøb.} other {Vis # afsluttede indkøb.}}

source: {count, plural, one {Hide one done item.} other {Hide # done items.}}
da: {count, plural, one {Skjul ét afsluttet indkøb.} other {Skjul # afsluttede indkøb.}}

source: Mail sent to {email}.
da: E-mail sendt til {email}.

source: Error sending email to {email}
da: Fejl under afsendelse af e-mail til {email}

source: We will send details on how to access the shopping list to this address.
da: Vi sender oplysninger om at tilgå indkøbslister til denne adresse.

source: Item done on {done_at, date, full} at {done_at, time, short}
da: Indkøb afsluttet {done_at, date, full} kl. {done_at, time, short}

source: You can find your shopping lists at {url}
da: Du kan finde dine indkøbslister på {url}

source: Log for item {name}
da: Log for {name}

source: Delete shopping list {name}
da: Slet indkøbsliste {name}

source: Shopping list {name}
da: Indkøbsliste {name}

source: Items log for list {name}
da: Log for {name}

source: Go to {url} and start shopping!
da: Gå til {url} og køb ind!

source: Your shopping list {name} is ready at {url}
da: Din indkøbsliste {name} er klar på {url}

source: You can find all your shopping lists at {url}
da: Du kan finde alle dine indkøbslister på {url}

source: If you wan't to share the list {name} with someone, go to {url}
da: Hvis du vil dele indkøbslisten {name} med nogen så gå til {url}

source: Your shopping list {name} has been created.
da: Din indkøbsliste {name} er blevet oprettet.

source: Details on how to access the list have been sent to {email}.
da: Oplysninger om hvordan du finder listen er blevet sendt til {email}.

source: Add items to list {name}
da: Tilføj indkøb til {name}

source: Share shopping list {name}
da: Del indkøbsliste {name}

source: {sender} has shared the shopping list {name} with you.
da: {sender} har delt indkøbslisten {name} med dig.

source: You now have access to the shopping list {name}.
da: Du har nu adgang til indkøbslisten {name}.

source: Store {name} created
da: Butik {name} oprettet

source: Store {name} updated
da: Butik {name} opdateret

source: filter.store
da: Butik

source: Item name
da: Navn

source: Edit account
da: Rediger konto

source: Account
da: Konto

source: Stores
da: Butikker

source: Back to list
da: Tilbage til listen

source: Create store
da: Opret butik

source: Locations
da: Lokationer

source: No stores found
da: Ingen butikker fundet

source: Create new store
da: Opret ny butik

source: No network connection
da: Manglende netværksforbindelse

source: Check your device network connection and try again
da: Tjek din netværksforbindelse og prøv igen

source: Order-By
da: Sorter efter

source: Order by
da: Sorter efter

source: Go to {name}
da: Gå til {name}

source: Mark {name} as done
da: Markér {name} som købt

source: Mark {name} as not done
da: Markér {name} som ikke købt

source: Woohoo! No not done items.
da: Hurra! Du mangler ikke noget.
